;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: amoca Stefan Mihai
; TranslationAuthorEmail: icesbitt@yahoo.com
;

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=Romanian
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmare
Warning=Avertisment
Error=Eroare
Confirm=Confirmare
FrmJSAbout.caption=Despre
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Versiune Curenta
FrmJSAbout.lblemail.caption=Email Asistenta
FrmJSAbout.lblhome.caption=Pagina de start:
FrmJSAbout.lblthank.caption=Multumim urmatoarelor persoane pentru contributiile lor:
pmHelp=Ajutor Online
pmHome=Pagina de start:
pmCheckNew=Verificare Actualizari
pmLang=Limbi
pmAbout=Despre
pmcpfilename=Copiaza locatia completa
pmcppath=Copiaza Director
pmopen=Deschide Fisier
pmopenfolder=Deschide Folder
pmcpfile=Copiaza Fisier/Folder
pmdel=Sterge Fisier/Folder
pmatt=Proprietati
pmSelectAll=Selectare Toate
pmSelectNone=Selectare Niciuna
pmSelectInvert=Inversare selectie
FrmRSMain.btnlikeit.caption=Imi place
FrmRSMain.btnSearch.caption=Cauta
FrmRSMain.btnfeedback.caption=Sugestii si  Feedback
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Ok
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Inchidere
ButtonRestore=Restaurare
ButtonMenu=Meniu
[Message]
AllHardDrive=Partitii
SelectHardDrive=Va rugam sa selectati o unitate hard disk
ScanFor=Cauta în unitate:
Search=Cauta
LeftTimeSec=Durata: %s second(e)
NoKeyWord=Va rog sa introduceti cuvintele cheie pe care doriti sa cautati.
Stop=Stop
NoDriveChecked=Va rugam sa alegeti unitatea pe care doriti sa o scanati.
NoNewVer=Felicitari! Versiunea pe care o utilizati este cea mai recenta!

[FastFind]
Name=Nume
Path=Cale
FileSize=Dimensiune Fisier
DateModified=Data Modificarii
KeyWord=Intoduceti Cuvintele Cheie
SearchFinish=Cautarea sa incheiat. %d fisiere/foldere au fost gasite.
SearchAborted=Cautarea a fost Anulata. %d fisiere/foldere au fost gasite.
NoResult=Nici un fisier potrivit n-a fost gasit

